Repository: VoteIT/voteit.feed
Catalog: voteit/feed/locale/*/LC_MESSAGES/voteit.feed.po
Languages: sv

source: Proposal
sv: Förslag

source: Discussion post
sv: Diskussionsinlägg

source: Poll
sv: Omröstning

source: Enalbe RSS feeds
sv: Aktivera RSS-flöde

source: Add token to link
sv: Lägg till token till länk

source: Adds the following token to the link to make it impossible to guess.
sv: Lägger till följande token till länken så den inte går att gissa.

source: Include the following types
sv: Inkludera följande typer

source: Limit to a maximum number of items
sv: Begränsa till maxantal objekt

source: Description text for RSS feed
sv: Beskrivningstext för RSS-flödet

source: Only visible within the feed
sv: Bara synligt i flödet

source: An RSS feed this meeting
sv: Ett RSS-flöde för mötet

source: Types missing
sv: Typer saknas

source: If RSS is enabled, you need to pick content types to add to the feed.
sv: Om RSS är påslaget så måste du välja innehållstyper att ha med i flödet.

source: No description
sv: Ingen beskrivning

source: ${state} poll: ${title}
sv: ${state} omröstning: ${title}

source: Discussion post by ${name}
sv: Diskussionsinlägg av ${name}

source: Proposal by ${name}
sv: Förslag av ${name}

source: Feed settings
sv: Flödesinställningar

source: RSS Feeds
sv: RSS-flöden

source: Settings
sv: Inställningar

source: Link to RSS feed
sv: Länk till RSS-flöde
